Repository: matthewgg22/Civica
Catalog: exports/votenow_live_tabs_visual_20260413_160725/WeVote Information Page/MyInfoPanel.xcstrings
Source language: en
Languages: es, fil, vi, zh_hans, zh_hant

# my_info.action.cancel
source: Cancel
es: Cancelar
fil: Kanselahin
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# my_info.action.show_reps
source: Show My Representatives
es: Mostrar mis representantes
fil: Ipakita ang Aking Mga Kinatawan
vi: Hiển thị đại diện của tôi
zh_hans: 显示我的代表
zh_hant: 显示我的代表

# my_info.alert.invalid_zip.message
source: Please enter a valid U.S. ZIP, city/state, or full address before continuing.
es: Ingresa un ZIP de EE. UU., ciudad/estado o direccion completa validos antes de continuar.
fil: Maglagay ng wastong U.S. ZIP, lungsod/estado, o buong address bago magpatuloy.
vi: Vui lòng nhập ZIP Hoa Kỳ, thành phố/tiểu bang hoặc địa chỉ đầy đủ hợp lệ trước khi tiếp tục.
zh_hans: 继续之前请输入有效的美国邮编、城市/州或完整地址。
zh_hant: 继续之前请输入有效的美国邮编、城市/州或完整地址。

# my_info.alert.invalid_zip.title
source: Invalid Address
es: Direccion no valida
fil: Hindi wastong address
vi: Địa chỉ không hợp lệ
zh_hans: 无效的地址
zh_hant: 无效的地址

# my_info.language.chinese
source: Mandarin (Simplified)
es: Mandarín (simplificado)
fil: Mandarin (Pinasimple)
vi: Quan thoại (Giản thể)
zh_hans: 普通话（简体）
zh_hant: 普通話（簡體）

# my_info.language.coming_soon
source: Coming soon
es: Próximamente
fil: Malapit na
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即将推出

# my_info.language.disclaimer
source: These preferences were translated from English and may contain inaccuracies.
es: Estas preferencias se tradujeron del ingles y pueden contener inexactitudes.
fil: Isinalin mula sa English ang mga kagustuhang ito at maaaring may kamalian.
vi: Các tùy chọn này được dịch từ tiếng Anh và có thể có sai sót.
zh_hans: 这些偏好由英语翻译而来，可能存在不准确之处。
zh_hant: 这些偏好由英语翻译而来，可能存在不准确之处。

# my_info.language.english
source: English
es: Ingles
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英语

# my_info.language.spanish
source: Spanish
es: Espanol
fil: Espanyol
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙语

# my_info.language.title
source: Language Options
es: Opciones de idioma
fil: Mga Opsyon sa Wika
vi: Tùy chọn ngôn ngữ
zh_hans: 语言选项
zh_hant: 语言选项

# my_info.language.vietnamese
source: Vietnamese
es: Vietnamita
fil: Biyetnames
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南语

# my_info.navigation.title
source: My Information
es: Mi informacion
fil: Aking Impormasyon
vi: Thông tin của tôi
zh_hans: 我的信息
zh_hant: 我的信息

# my_info.party.helper
source: Determines primary election eligibility.
es: Determina la elegibilidad para elecciones primarias.
fil: Tinutukoy ang pagiging kwalipikado sa primary election.
vi: Xác định điều kiện tham gia bầu cử sơ bộ.
zh_hans: 决定初选资格。
zh_hant: 决定初选资格。

# my_info.party.independent
source: Independent
es: Independiente

# my_info.party.republican
source: Republican
es: Republicano

# my_info.section.accessibility.header
source: ACCESSIBILITY
es: ACCESIBILIDAD
vi: TRỢ NĂNG
zh_hans: 无障碍
zh_hant: 无障碍

# my_info.section.party.header
source: PARTY REGISTRATION
es: REGISTRO DE PARTIDO
fil: REHISTRO NG PARTIDO
vi: ĐĂNG KÝ ĐẢNG PHÁI
zh_hans: 政党登记
zh_hant: 政党登记

# my_info.section.zip.header
source: YOUR ADDRESS
es: TU DIRECCION
fil: IYONG ADDRESS
vi: ĐỊA CHỈ CỦA BẠN
zh_hans: 你的地址
zh_hant: 你的地址

# my_info.zip.helper
source: Use ZIP, city/state, or full U.S. address for personalized election logistics.
es: Usa ZIP, ciudad/estado o direccion completa de EE. UU. para obtener logistica electoral personalizada.
fil: Gamitin ang ZIP, lungsod/estado, o buong U.S. address para sa personalized na logistics sa halalan.
vi: Dung ZIP Hoa Ky, thanh pho/tieu bang hoac dia chi day du de nhan thong tin hau can bau cu duoc ca nhan hoa.
zh_hans: 使用美国邮编、城市/州或完整地址以获取个性化选举后勤信息。
zh_hant: 使用美国邮编、城市/州或完整地址以获取个性化选举后勤信息。

# my_info.zip.placeholder
source: e.g. 10044
es: ej. 10044
fil: hal. 10044
vi: ví dụ 10044
zh_hans: 例如 10044
zh_hant: 例如 10044

# my_info.language.traditional_mandarin
source: Mandarin (Traditional)
es: Mandarín (tradicional)
fil: Mandarin (Tradisyonal)
vi: Quan thoại (Phồn thể)
zh_hans: 普通话（繁体）
zh_hant: 普通話（繁體）

# my_info.language.french
source: French
es: Francés
fil: Pranses
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法語

# my_info.language.german
source: German
es: Alemán
fil: Aleman
vi: Tiếng Đức
zh_hans: 德语
zh_hant: 德語

# my_info.language.filipino
source: Filipino
vi: Tiếng Filipino
zh_hans: 菲律宾语
zh_hant: 菲律宾语

# my_info.alert.invalid_zip.ok
source: OK
zh_hans: 确定
zh_hant: 确定
